Revit 2024 API
SymbolTypeId.Psf Property
 Symbol psf, indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Psf { get; }
Visual Basic
Public Shared ReadOnly Property Psf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Psf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace